Repository: obrunorf/Guetta
Catalog: Guetta.Localisation/Resources/Language.*.resx
Languages: pt_br

# SongQueued
source: The song has been queued
pt_br: Botei na fila

# QueueCleared
source: The queued has been reset
pt_br: Fila resetada

# CantSkip
source: No song is currently playing
pt_br: Não ta tocando nada

# InvalidArgument
source: Invalid arguments
pt_br: Argumento invalido

source: No songs in queue
pt_br: A fila está vazia

# NotInChannel
source: {0} you're not in a voice channel
pt_br: {0} voce não está em um canal de voz

# PlaylistQueued
source: The playlist "{1}" has been enqueued by {0}
pt_br: A playlist "{1}" foi incluida na fila pelo {0}

# SongDownloading
source: Downloading song...
pt_br: Baixando musica

# SongNotFound
source: No song was found on that URL
pt_br: Nenhuma musica encontrada

# SongPlaying
source: Now playing {0}, queued by {1}
pt_br: Botando {0}, a pedido do {1}

# SongSkipped
source: Skipping song {0}
pt_br: Pulando musica

# QueueItem
source: [{0}] {1} (Queued by: {2})
pt_br: [{0}] {1} (Pedido por: {2})

# MultipleSongsConfirmation
source: Are you sure you want to add {0} songs?
pt_br: Tem certeza que quer adicionar {0} musicas?

# MultipleSongsConfirmationCanceled
source: Playlist not queued due to user choice
pt_br: Inclusão de playlist cancelada

# MultipleSongsConfirmationNegativeButton
source: Cancel
pt_br: Cancelar

# MultipleSongsConfirmationPositiveButton
source: Add playlist to queue
pt_br: Adicionar playlist

# SongSkippedRequesterNotFound
source: Skipping song {0} since requester is not present
pt_br: Pulando musica {0} já que quem pediu já não está aqui
